{
    "btn_cancel_experiment": "Experiment abbrechen",
    "btn_start_experiment": "Experiment starten",
    "summary": "Zusammenfassung",
    "summary_text": "Bevor du mit der Aufgabe beginnen kannst, musst du zuerst dein Smartphone per Bluetooth mit dem Browser verbinden. Nachdem du auf den Knopf „Experiment starten“ geklickt hast, wird dir dazu eine Anleitung im Browser angezeigt. Danach kannst du mit der eigentlichen Aufgabe anfangen.",
    "title": "Web Bluetooth Test",
    "user_study_about": "Worum geht es in dieser Studie?",
    "user_study_about_text0": "In dieser User Study geht es darum die Nutzbarkeit und Kompatibilität der Web Bluetooth API zu testen. Damit es losgehen kann, musst du zuerst dein Smartphone mit dem Browser per Bluetooth verbinden. Eine Anleitung dazu wird dir auch nochmal im Browser angezeigt. Nachdem die Verbindung hergestellt wurde, kannst du alle Maus und Tastatureingaben, die du im Browser tätigst, an dein Smartphone übertragen lassen. Du kannst also dein komplettes Smartphone über den Browser steuern auf darauf zugreifen. Nun wird dir vom Browser eine kleine Aufgabe gegeben, die du mittels der Steuerung durch den Browser erledigen sollst. Bitte verwende beim Durchführen der Aufgabe ausschließlich den Browser zum Steuern deines Smartphones und mache keine Eingaben auf dem Smartphone selbst. Achte beim Erledigen der Aufgaben auf die Einfachheit der Nutzbarkeit und Faktoren wie die Eingabeverzögerung. Nach dem Durchführen der Aufgabe kommt dann abschließend noch eine kleine Umfrage, in der dir Fragen zu deinen Erfahrungen gestellt werden, die du während der User Study gesammelt hast. Du musst nicht jede Frage beantworten, du kannst auch Fragen unbeantwortet lassen, die du nicht beantworten willst. Es steht dir frei, den Versuche abzubrechen, wann immer du es für angebracht hältst. Zum Beispiel, wenn du an irgendeinem Punkt nicht mehr weiter kommst. Es ist auch immer oben in der Mitte ein Knopf „Experiment abbrechen“ mit dem du sofort zur abschließenden Umfrage kommst oder das Experiment ganz abbrechen kannst. Ich werde jetzt den Raum verlassen. Sobald du fertig bist, verlasse dann einfach auch den Raum. Es gibt kein Zeitlimit, also kannst du dir so viel Zeit lassen wie du willst. Hast du noch irgendwelche Fragen?",
    "user_study_about_text1": "In dieser User Study geht es darum die Nutzbarkeit und Kompatibilität der Web Bluetooth API zu testen. Damit es losgehen kann, musst du zuerst dein Smartphone mit dem Browser per Bluetooth verbinden. Eine Anleitung dazu wird dir auch nochmal im Browser angezeigt. Nachdem die Verbindung hergestellt wurde, wird dir vom Browser eine kleine Aufgabe gegeben, die du erledigen sollst. Achte beim Erledigen der Aufgaben auf die Einfachheit der Nutzbarkeit und Faktoren wie die Übertragungsgeschwindigkeit. Nach dem Durchführen der Aufgabe kommt dann abschließend noch eine kleine Umfrage, in der dir Fragen zu deinen Erfahrungen gestellt werden, die du während der User Study gesammelt hast. Du musst nicht jede Frage beantworten, du kannst auch Fragen unbeantwortet lassen, die du nicht beantworten willst. Es steht dir frei, den Versuche abzubrechen, wann immer du es für angebracht hältst. Zum Beispiel, wenn du an irgendeinem Punkt nicht mehr weiter kommst. Es ist auch immer oben in der Mitte ein Knopf „Experiment abbrechen“ mit dem du sofort zur abschließenden Umfrage kommst oder das Experiment ganz abbrechen kannst. Ich werde jetzt den Raum verlassen. Sobald du fertig bist, verlasse dann einfach auch den Raum. Es gibt kein Zeitlimit, also kannst du dir so viel Zeit lassen wie du willst. Hast du noch irgendwelche Fragen?",
    "web_bluetooth_usability_test": "Web Bluetooth Nutzbarkeitstest"
}