{
    "btn_cancel_experiment": "Cancel Experiment",
    "btn_start_experiment": "Experiment starten",
    "summary": "Summary",
    "summary_text0": "Before you can start the task, you must first connect your smartphone to the browser via Bluetooth. After you have clicked on the \"Start experiment\" button, instructions will be displayed in the browser. You can then start the actual task.",
    "summary_text1": "Before you can start the task, you must first connect the smartphone to the browser via Bluetooth. After you have clicked on the \"Start experiment\" button, instructions will be displayed in the browser. You can then start the actual task.",
    "title": "Web Bluetooth Test",
    "user_study_about": "What is this study about?",
    "user_study_about_text0": "This user study is about testing the usability and compatibility of the Web Bluetooth API. To get started, you first need to connect your smartphone to the browser via Bluetooth. Instructions on how to do this are also displayed in the browser. Once the connection has been established, you can transfer all mouse and keyboard inputs that you make in the browser to your smartphone. You can therefore control your entire smartphone via the browser and access it. The browser will now give you a small task to complete using the browser controls. When carrying out the task, please only use the browser to control your smartphone and do not make any entries on the smartphone itself. When completing the tasks, pay attention to the ease of use and factors such as the input delay. After completing the task, you will be asked a short survey in which you will be asked questions about your experiences during the user study. You do not have to answer every question, you can also leave questions unanswered that you do not want to answer. You are free to stop the trials whenever you feel it is appropriate. For example, if you get stuck at any point. There is also always a \"Cancel experiment\" button at the top center which you can use to go straight to the final survey or cancel the experiment altogether. I will now leave the room. As soon as you have finished, simply leave the room. There is no time limit, so you can take as much time as you like. Do you have any questions?",
    "user_study_about_text1": "This user study is about testing the usability and compatibility of the Web Bluetooth API. To get started, you first need to connect the smartphone to the browser via Bluetooth. Instructions on how to do this are also displayed in the browser. Once the connection has been established, the browser will give you a small task to complete. When completing the tasks, pay attention to the ease of use and factors such as the transmission speed. After completing the task, you will be asked a short survey in which you will be asked questions about your experiences during the user study. You do not have to answer every question, you can also leave questions unanswered that you do not want to answer. You are free to stop the trials whenever you feel it is appropriate. For example, if you get stuck at any point. There is also always a \"Cancel experiment\" button at the top center which you can use to go straight to the final survey or cancel the experiment altogether. I will now leave the room. As soon as you have finished, simply leave the room. There is no time limit, so you can take as much time as you like. Do you have any questions?",
    "web_bluetooth_usability_test": "Web Bluetooth Usability Test"
}