{
    "btn_cancel_experiment": "Cancel experiment",
    "btn_start_remote_control": "Start remote control",
    "btn_task_done": "Task completed",
    "btn_task_not_done": "Task could not be completed",
    "dialog_bt_guide": "Guide",
    "dialog_bt_guide_step1": "Open the Bluetooth settings on your smartphone.",
    "dialog_bt_guide_step2": "Enable Bluetooth.",
    "dialog_bt_guide_step3": "Connect your smartphone to the device with the name ",
    "dialog_btn_cancel": "Cancel",
    "dialog_btn_go_to_task": "Go to the task",
    "dialog_btn_waiting_for_connection": "Waiting for connection…",
    "dialog_header": "🛜 Bluetooth connection",
    "dialog_text": "To start the task, you must first connect your smartphone to the browser via Bluetooth.",
    "esc_hint": "You can end remote control by pressing the ",
    "esc_hint_ac1": "key.",
    "hint": "Hint",
    "hint_text": "On Apple devices, AssistiveTouch must be activated to enable mouse control. To do this, go to \"Settings\" > \"Accessibility\" > \"Touch\" > \"AssistiveTouch\" and activate AssistiveTouch. You will now see an AssistiveTouch button that will take you to the Home screen. AssistiveTouch can be deactivated again after the experiment.",
    "loading": "Loading…",
    "pairing_code": "Pairing code",
    "remote_control": "Remote control",
    "remote_control_explanation": "By pressing the \"Start remote control\" button, you can control your smartphone remotely via the browser. You can cancel remote control at any time by pressing the ",
    "remote_control_explanation_ac1": "-key on the keyboard.",
    "task": "Task",
    "task_description": "Your task is to search for the YouTube video shown below on your smartphone. You can use the YouTube app or open the YouTube website in your browser. Once you have found the video, start it and pause it after 10 seconds. When completing the task, please only use the browser to control your smartphone and do not make any entries on the smartphone itself.",
    "title": "Remote control"
}